/*
 Localizable.strings
 RMBT
 
 Copyright © 2016 - 2019 SPECURE GmbH. All rights reserved.
 */

/* network type descriptions */
"connectivity.cellular" = "Mobilnett";
"connectivity.not-connected" = "Ikke tilkoblet";
"connectivity.wifi" = "Wi-Fi";

/* Alert view button */
"general.alertview.cancel" = "Avbryt";
"general.alertview.close" = "Lukk";
"general.alertview.dismiss" = "Avbryt";
"general.alertview.error" = "Feil";
"general.alertview.confirmation" = "Bekreftelse";

"general.alertview.ok" = "OK";
"general.alertview.reload" = "Oppdater";
"general.alertview.success" = "Suksess";

/* Filter sections title */
"history.filter.device" = "Enhet";
"history.filter.networktype" = "Nettverkstype";
"history.qos.detail.test" = "Test";
"history.qos.headline.details" = "DETALJER";
"history.qos.headline.tests" = "TESTER";
"history.result.headline.details" = "Detaljer";
"history.result.headline.map" = "Kart";
"history.result.headline.measurement" = "Måleresultat";
"history.result.headline.network" = "Nettverk";
"history.result.headline.qos" = "QoS-tester";
"history.result.map.accuracy" = "Nøyaktighet";
"history.result.map.invalid-coordinates" = "Ugyldige koordinater";
"history.result.map.latitude" = "Breddegrad";
"history.result.map.longitude" = "Lengdegrad";
"history.result.map.result" = "Kartresultat";
"history.result.map.show" = "Vis kart";
"history.result.more-details" = "Flere detaljer";
"history.result.qos.details" = "DETALJER";
"history.result.qos.details.description" = "BESKRIVELSE";
"history.result.qos.details.failed" = "FEILET";
"history.result.qos.details.succeeded" = "FULLFØRTE";
"history.result.qos.results" = "Resultater";
"history.result.qos.results-detail" = "Resultat detaljer";
"history.result.time" = "Tid";

/* History Sync Code Alert */
"history.sync.code-text" = "Synkroniseringskode";
"history.sync.code.copy" = "Kopier koden";
"history.sync.code.enter" = "Skriv inn koden";
"history.sync.code.enter-text" = "Skriv inn koden:";
"history.sync.code.request" = "Be om kode";
"history.sync.merge" = "For å slå sammen historikk fra to ulike enheter, be om synkroniseringskode på en av dem og skriv denne inn på den andre";
"history.sync.success-message" = "Synkroniseringen var vellykket.";
"history.sync.sync" = "Synk";

/* History index buttons */
"history.uibar.filter" = "Filter"; /* Unused */
"history.uibar.sync" = "Synk";

/* Loop Mode */
"loopmode.change_server.title" = "ENDRE TJENER";
"loopmode.init.btn.test" = "Start Testen";
"loopmode.init.btn.loop-test" = "Sløyfemodus";
"loopmode.init.btn.loop-switch" = "Sløyfemodus";
"loopmode.init.server" = "Måleserver";
"loopmode.init.network-name" = "Nettverksnavn";
"loopmode.test.header.measurement" = "MÅLING";
"loopmode.test.header.current" = "NÅVÆRENDE";
"loopmode.test.header.median" = "MEDIAN";
"loopmode.test.progress.format" = " SLØYFEMODUS (%d av %d)";
"loopmode.test.init.title" = "SLØYFEMODUS";
"loopmode.test.results.title" = "SLØYFEMODUS RESULTATER";
"loopmode.test.time_to_next_test.title" = "TID TIL NESTE TEST";
"loopmode.test.movement.title" = "BEVEGELSE";
"loopmode.init.btn.loop.on" = "Sløyfemodus på";
"loopmode.init.btn.loop.off" = "Sløyfemodus av";
"loopmode.test.immediately" = "Umiddelbart";

"loopmode.test.state.init" = "STARTER";
"loopmode.test.state.ping" = "PING";
"loopmode.test.state.download" = "NEDLASTING";
"loopmode.test.state.upload" = "OPPLASTING";
"loopmode.test.state.qos" = "QoS";
"loopmode.test.state.packet-loss" = "PAKKETAP";
"loopmode.test.state.jitter" = "JITTER";

"loopmode.abort.abort" = "Avbryt";
"loopmode.abort.continue" = "Fortsette";
"loopmode.abort.keep" = "Beholde";
"loopmode.abort.title" = "Avbryt?";
"loopmode.abort.message" = "Ønsker du virkelig å avbryte den aktuelle testen?";

"loopmode_alert.activation_privacy" = "Aktivering og personvern";
"loopmode_alert.activation_privacy.description" = "Sløyfemodus tillater automatisk gjentakelse av testene.";

"loopmode_alert.data_usage" = "Databruk";
"loopmode_alert.data_usage.description" = "Vær oppmerksom på at mye data overføres under sløyfemodus. Med rask internett-tilkobling, kan 10 tester i sløyfemodus bruke 1 GB eller mer av datakvoten din.";
"loopmode_alert.data_usage.description_2" = "Det anbefales å bare kjøre sløyfetesten dersom du har et abonnement med stor eller ubegrenset datamengde.";
"loopmode_alert.battery_power" = "Batteristrøm";
"loopmode_alert.battery_power.description" = "Sløyfemodus bruker mye batteristrøm. Mellom testene holder sløyfemodusen både GPS og displayet aktivt, og batteriet tappes raskere enn i standby-modus. Hver utførte test bruker også batteristrøm.";
"loopmode_alert.battery_power.description_2" = "Sløyfemodusen bør kun brukes hvis en utvidet strømforsyning som powerbank eller lader, er tilgjengelig.";
"loopmode_alert.items.item_1" = "Den første testen starter umiddelbart etter at Start-knappen er trykket.";
"loopmode_alert.items.item_2" = "Ytterligere tester vil starte enten når ventetiden er ute (standard 30 minutter) eller den konfigurerte avstanden er tilbakelagt (standard 250 meter).";
"loopmode_alert.items.item_3" = "Testene utføres til det forhåndsinnstilte antall tester er utført (standard 10 tester).";
"loopmode_alert.items.item_4" = "Disse verdiene kan endres under Innstillinger.";
"loopmode_alert.items.item_5" = "Sløyfemodus avsluttes automatisk etter 2 dager.";
"loopmode_alert.items.item_6" = "Sløyfemodus kan stoppes når som helst.";

/* Google Maps Legal Notice */
"info.google-maps.legal-notice" = "Juridiske vilkår";

/* Intro location question */
"intro.location.question.message" = "For å få tilgang på posisjon, vennligst aktiver dette i innstillinger!"; /* Unused */
"intro.location.question.title" = "Benytter posisjon"; /* Unused */

/* network type description unknown
 unknown wifi or operator name */
"intro.network.connection.name-unknown" = "Ukjent";
"intro.network.connection.unavailable" = "Ingen Internettforbindelse tilgjengelig";

/* Intro popup hardware app */
"intro.popup.hardware.app-ram" = "App RAM";
"intro.popup.hardware.cpu" = "CPU";
"intro.popup.hardware.system-ram" = "System RAM";
"intro.popup.hardware.usage" = "Maskinvare ressursbruk ";

/* Intro popup ip connection */
"intro.popup.ip.connection-progress" = "Etablerer forbindelse...";
"intro.popup.ip.connections" = "IP-forbindelser";
"intro.popup.ip.no-ip-text" = "n/a";
"intro.popup.ip.v4-external" = "IPv4 ekstern";
"intro.popup.ip.v4-internal" = "IPv4 intern";
"intro.popup.ip.v6-internal" = "IPv6";
"intro.popup.ip.private-address" = "Privat adresse";
"intro.popup.ip.public-address" = "Offentlig adresse";

/* Intro popup location */
"intro.popup.location" = "Plassering";
"intro.popup.location.accuracy" = "Nøyaktighet";
"intro.popup.location.age" = "Alder";
"intro.popup.location.altitude" = "Høyde";
"intro.popup.location.position" = "Posisjon";
"intro.popup.location.source" = "Kilde"; /* Unused */

/* Intro popup traffic */
"intro.popup.traffic.background" = "Bakgrunnstrafikk";
"intro.popup.traffic.download" = "Nedlasting trafikk";
"intro.popup.traffic.upload" = "Opplasting trafikk";

/* Map callout */
"map.callout.measurement" = "Måleresultat";
"map.callout.network" = "Nettverk";

/* Table section header title */
"map.options.filter.overlay" = "Lag";
"map.options.filter.country" = "Operatørland";
"map.options.filter.operators" = "Tilbydere";
"map.options.filter.period" = "Periode";
"map.options.filter.technologies" = "Teknologier";

"map.options.filter.countries" = "Land";
"map.options.filter.all_countries" = "Alle land";

/* Map overlay description */
"map.options.overlay.auto" = "Automatisk";
"map.options.overlay.heatmap" = "Varmekart";
"map.options.overlay.municipality" = "Kommune";
"map.options.overlay.points" = "Punkt";
"map.options.overlay.regions" = "Områder";
"map.options.overlay.settlements" = "Bosettinger";
"map.options.overlay.shapes" = "Former";
"map.options.overlay.whitespots" = "Tomme områder";

/* New Map */
"map.search" = "Søk etter adresse...";
"map.technology.all" = "Alle";
"map.operator.all.short" = "Alle";
"map.operator.all.long" = "Alle mobilnettoperatører";
"map.title.operators" = "Mobilnettoperatører";
"map.title.history" = "Historikk";
"map.disclaimer" = "Kartet viser resultater fra Nettfart mobilapp. \nDet er ikke et dekningskart.";
"map.popup.county" = "Fylke";
"map.popup.municipality" = "Kommune";
"map.popup.count" = "Totalt antall målinger";
"map.popup.download" = "Gjennomsnittlig nedlasting";
"map.popup.upload" = "Gjennomsnittlig opplasting";
"map.popup.ping" = "Gjennomsnittlig svartid";
"map.title.details" = "Målinger";

/* Alert view test intro message */
"test.intro-message" = "ADVARSEL! Bruk av denne applikasjonen kan resultere i en stor data-volumoverføring. I et 4G-nettverk er datavolumet for en enkelt test 50 til 300 MB. I et 5G-nettverk kan dette volumet overstige 1000 MB. Applikasjonsleverandøren skal ikke anses ansvarlig for overdreven forbruk forårsaket av dataoverføring ved bruk av denne applikasjonen. Når du tester internettforbindelsen, bør du som bruker vurdere den resulterende datatrafikken og godta konsekvensene av dataoverføringen.";

"test.aborted-message" = "Testen ble avbrutt fordi appen kom i bakgrunnen. Testen kan kun kjøre sålenge appen er i forgrunnen.";

"test.connection.could-not-connect" = "Ingen Internettforbindelse tilgjengelig.";
"test.connection.lost" = "Forbindelsen med testtjener ble brutt. Testen ble avsluttet.";

/* Test phases */
"test.phase.download" = "Nedlasting";
"test.phase.init" = "Starter";
"test.phase.ping" = "Svartid";
"test.phase.upload" = "Opplasting";

"test.qos.failed" = "QoS-testen ble ikke utført.";
"test.repeat" = "Gjenta test";
"test.result.not-submitted" = "Testen fullførte men resultatet kunne ikke sendes til tjeneren.";
"test.results.title" = "Testresultater";

"RMBT-TEST-START_QOS_BUTTON" = "Test QoS";

/* Unit suffex */
"test.speed.unit" = "Mbps";

"main-view-button-map" = "KART";
"history.delete" = "Slette";
"test.abort.title" = "Avbryt?";
"test.abort.abort" = "Avbryt";
"test.abort.continue" = "Fortsette";
"test.abort.message" = "Ønsker du virkelig å avbryte den aktuelle testen?";
"test.startagain" = "Mål igjen";

/* Menu Items */
"RMBT-NI-HISTORY" = "Historikk";
"RMBT-NI-HOME" = "Hjem";
"RMBT-NI-MAPS" = "Kart";
"RMBT-NI-STATISTICS" = "Statistikk";
"RMBT-NI-SURVEY" = "Undersøkelse";
"RMBT-NI-HELP" = "Hjelp";
"RMBT-NI-HISTORY-DETAILS" = "Detaljer";
"RMBT-NI-HISTORY-TESTRESULT" = "Resultat";
"RMBT-NI-INFO" = "Info";
"RMBT-NI-LOOP-MODE" = "Sløyfemodus";

/* TabBar Items */
"tabbar.title.test" = "Test";
"tabbar.title.results" = "Resultater";
"tabbar.title.map" = "Kart";
"tabbar.title.settings" = "Innstillinger";

/* Navigation Item Titles */
"RMBT-NI-RESULT" = "Resultat";
"RMBT-NI-FILTER" = "Filter";
"RMBT-NI-SETTINGS" = "Innstillinger";
"RMBT-NI-PUBLISHPERSONALDATA" = "Send inn egne data"; /* Unused */

/* Info Items */
"RMBT-INFO-WEBSITE" = "Nettside";
"RMBT-INFO-EMAIL" = "Epost";
"RMBT-INFO-TERMS-AND-CONDITIONS" = "Vilkår for bruk";
"RMBT-INFO-ONLY-PRIVACYPOLICY" = "Personvernerklæring";
"RMBT-INFO-PRIVACYPOLICY" = "Personvernerklæring";
"RMBT-INFO-PUBLISH-PERSONAL-DATA" = "Publiser egne data";
"RMBT-INFO-CLINETUUID" = "Klient UUID";
"RMBT-INFO-TESTCOUNT"  = "Testteller";
"RMBT-INFO-VERSION" = "Versjon";
"RMBT-INFO-SERVERVERSION" = "Tjenerversjon";
"RMBT-INFO-DEVELOPEDBY" = "Utviklet av";
"RMBT-INFO-SOURCECODE" = "Kildekode";
"RMBT-INFO-LEGALNOTICE" = "Google brukervilkår";

"RMBT-ABOUT-TITLE" = "%@ ble opprettet under MoQoS-prosjektet. Prosjektpartnerne var:";
"RMBT-ABOUT-FOOTER-TEXT" = "Besøk moqos.eu for mer informasjon om prosjektet.";

/* Info Home */
"RMBT-HOME-PING" = "Ping (ms)";
"RMBT-HOME-DOWNLOADMBPS" = "Nedlasting Mbps";
"RMBT-HOME-UPLOADMBPS" = "Opplasting Mbps";
"RMBT-HOME-START" = "START";
"RMBT-HOME-RUNAGAIN" = "MÅL\nIGJEN";
"RMBT-HOME-MBPS" = "(Mbps)"; /* Unused */

/* Settings Items */
"RMBT-SETTINGS-ABOUT" = "Om %@";
"RMBT-SETTINGS-LANGUAGE" = "Språk";
"RMBT-SETTINGS-DARKMODE" = "Mørk modus";
"RMBT-SETTINGS-NERDMODESETTINGS" = "Nerdemodus innstillinger";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Utviklermodus";
"RMBT-SETTINGS-ANONYMOUSMODEDESCRIPTION" = "Anonym modus forhindrer kobling til klient bruker-ID, knytning til måleresultater blir umiddelbart fjernet";
"RMBT-SETTINGS-NERDMODEDESCRIPTION" = "Nerdemodus aktiverer avanserte innstillinger. Appen vil vise mer informasjon under og etter testen.";
"RMBT-SETTINGS-DEVELOPERSSETTINGSDESCRIPTION" = "Utviklermodus tillater...";
"RMBT-SETTINGS-IPV4ONLY" = "Bare IPv4";
"RMBT-SETTINGS-IPV6ONLY" = "Bare IPv6";
"RMBT-SETTINGS-ENABLEQOSMEASUMENTS" = "QoS målinger";
"RMBT-SETTINGS-QOSMANUALLY" = "Manuelt";
"RMBT-SETTINGS-QOSNETWORK" = "På nytt nettverk";
"RMBT-SETTINGS-QOSALWAYS" = "Alltid";
"RMBT-SETTINGS-ENABLEPUBLISHPERSONALDATA" = "Send inn personlige data";
"RMBT-SETTINGS-ENABLESUBMITZEROTESTING" = "Send nulltesting";
"RMBT-SETTINGS-GENERAL" = "General";
"RMBT-SETTINGS-INFORMATION" = "Informasjon";
"RMBT-SETTINGS-QUALITYOFSERVICE" = "Kvalitet på tjenesten";
"RMBT-SETTINGS-QUALITYOFSERVICEDESCRIPTION" = "QoS-målinger inkluderer ...";
"RMBT-SETTINGS-QOSENABLED" = "QoS Aktivert";
"RMBT-SETTINGS-QOSDISABLED" = "QoS deaktiveres";
"RMBT-SETTINGS-NERDMODE" = "Nerdemodus";
"RMBT-SETTINGS-ENABLENERDMODE" = "Aktiver nerdemodus";
"RMBT-SETTINGS-ANONYMOUSMODE" = "Anonym modus";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Utviklermodus";
"RMBT-SETTINGS-ADVANCEDSETTINGS" = "Avanserte innstillinger";

"RMBT-DEVSETTINGS-DISTANCE" = "Avstand (meter)";
"RMBT-DEVSETTINGS-MINDELAY" = "Intervall (minutter)";
"RMBT-DEVSETTINGS-MAXTESTS" = "Testteller";
"RMBT-DEVSETTINGS-LOOPMODE" = "Sløyfemodus";
"RMBT-DEVSETTINGS-SKIPQOSTESTS" = "Dropp QoS-tester";

"RMBT-SETTINGS-SEND-LOG" = "Send logg";
"RMBT-SETTINGS-CONTROL-SERVER" = "Kontrollserver";
"RMBT-SETTINGS-IS-OVERRIDE-CONTROL-SERVER" = "Overstyrer kontrollserveren";
"RMBT-SETTINGS-DEV" = "Dev seksjon";
"dev.code" = "Dev-kode";

"RMBT-SETTINGS-LANGUAGE-SYSTEM-DEFAULT" = "Standard for systemet";
"RMBT-SETTINGS-PRIVACY" = "Personvern";
"RMBT-SETTINGS-LOCATION" = "Plassering";
"RMBT-SETTINGS-LOCATION-DESCRIPTION" = "Administrer tillatelsene for posisjonssporing";
"RMBT-SETTINGS-ADS-PERSONALISATION" = "Ikke bruk tilpasset annonsering";
"RMBT-SETTINGS-ADS-PERSONALISATION-DESCRIPTION" = "Administrer tillatelsene for annonserings-IDen";
"RMBT-SETTINGS-PERSISTENT-UUID" = "Vedvarende klient UUID";
"RMBT-SETTINGS-PERSISTENT-UUID-DESCRIPTION" = "Vedvarende klient UUID er nødvendig for å muliggjøre målehistorikk og synkronisering av resultatene mellom enheter";
"RMBT-SETTINGS-CRASH-ANALYTICS" = "Analyse";
"RMBT-SETTINGS-CRASH-ANALYTICS-DESCRIPTION" = "Aktiver analyse og send krasjrapporter til oss";

"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TITLE" = "Ikke bruk tilpasset annonsering";
"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TEXT" = "For å administrere tillatelsene angående annonseidentifikatoren, gå til Innstillinger -> Personvern -> Annonser";

"RMBT-MAIN-VIEWREPORT" = "Detaljert målerapport";

"RMBT-SETTINGS-PURCHASE-COMPLETED" = "Annonsene er fjernet. Takk for at du støttet Open Nettest!";
"RMBT-SETTINGS-PURCHASE-FAILED" = "Vi kunne ikke fullføre dataoverføringen.";

"settings.start_next_test_immediatelly" = "Start neste test umiddelbart";

/* Map View Options */
"RMBT-MAP-STANDARD" = "Standard";
"RMBT-MAP-SATELLITE" = "Satellitt";
"RMBT-MAP-HYBRID" = "Hybrid";
"RMBT-MAP-BASIC" = "Grunnleggende";
"RMBT-MAP-STREETS" = "Gatevisning";

"RMBT-MAP-OVERLAYOPTIONS" = "Alternativer for kartlag"; /* Unused */
"RBMT-MAP-CURRENTSETTINGS" = "Nåværende innstillinger"; /* Unused */

"RMBT-DEVSETTINGS-SEVERCONTROLVERSION" = "Kontrolltjener versjon";
"RMBT-DEVSETTINGS-SEVER" = "Tjener";
"RMBT-DEVSETTINGS-ENABLED" = "Aktivert";
"RMBT-DEVSETTINGS-NOGPS" = "Ingen GPS-lokalisering";

"RBMT-BASE-DECLINE" = "Avslå";
"RBMT-BASE-AGREE" = "Enig";
"RBMT-BASE-CONTINUE" = "Fortsette";

"RBMT-CONSUMPTION" = "Testen kan føre til økt dataforbruk";
"RBMT-BASE-PACKETLOSS" = "Pakketap";
"RBMT-BASE-JITTER" = "Jitter";
"RBMT-BASE-TRAFFIC" = "Nåværende trafikk";
"RBMT-DISABLED" = "Deaktivert";
"RBMT-BASE-TESTSERVER" = "Test server";
"RBMT-BASE-MEASUREMENTSERVERS" = "Måletjenere";
"RBMT-HISTORY-NORECORDSYET" = "Ingen tester har blitt utført fra denne enheten";
"history.error.server_not_available" = "Tjeneren er ikke tilgjengelig. Prøv igjen senere.";
"history.empty.button.title" = "Kjør din første test";

/* Rate texts */
/* "RMBT-RATE-MESSAGE" = "If you like MyApp, please take the time and write review"; */
/* "RMBT-RATE-TITLE" = ""; */
/* "RMBT-RATE-RATE_LABEL" = "Yes"; */
/* "RMBT-RATE-CANCEL_LABEL" = "No, Thanks"; */
/* "RMBT-RATE-REMIND_LABEL" = "Remind Me Later"; */

/* Test qos titles */
"test.network" = "NETTVERK";
"test.title.qos" = "QoS";
"test.title.performed" = "UTFØRT";
"test.title.passed" = "VELLYKKET";
"test.title.failed" = "AVBRUTT";
"test.title.test" = "Kjører QoS-tester:";
"test.init.title" = "Test";

/* Tests descriptions */
"test.qos.titles.web-page" = "Nettside";
"test.qos.titles.TCP-ports" = "TCP-porter";
"test.qos.titles.UDP-ports" = "UDP-porter";
"test.qos.titles.voice-over-IP" = "Tale over IP";
"test.qos.titles.traceroute" = "Traceroute";
"test.qos.titles.unmodified-content" = "Uendret innhold";
"test.qos.titles.transparent-connection" = "Gjennomsiktig tilkobling";
"test.qos.titles.DNS" = "DNS";

"test.qos.descriptions.web-page" = "Denne testen kontrollerer om en referanseside, basert på ETSI Kepler referansesiden, kan overføres via internett.";
"test.qos.descriptions.TCP-ports" = "TCP-porter brukes til å overføre e-post, nettsider og annet internett-innhold.";
"test.qos.descriptions.UDP-ports" = "UDP-porter brukes til IP-basert telefoni, tale- og videostrømming.";
"test.qos.descriptions.voice-over-IP" = "En to-veis samtale over internett blir simulert.";
"test.qos.descriptions.traceroute" = "Denne testen registrerer nettverksruten mellom denne enheten og tjeneren.";
"test.qos.descriptions.unmodified-content" = "Denne testen kontrollerer at dataene fra tjeneren ikke blir endret under overføringen.";
"test.qos.descriptions.transparent-connection" = "Denne testen kontrollerer at en forespørsel om nettside ikke endres av en proxy.";
"test.qos.descriptions.DNS" = "DNS er katalogen av internettadressene. Denne testen kontrollerer om DNS-svarene manipuleres.";

/* Show Detailed Results button */
"test.show-detailed-results" = "Detaljerte resultater";


"measurement.unknown_error.message" = "Måling avbrutt grunnet feil.";
"measurement.unknown_error.title" = "Målefeil";

/* History headers */
"history.header.ping" = "Ping";
"history.header.test" = "TEST/DATO";
"history.header.packet-loss" = "PAKKETAP";
"history.header.jitter" = "JITTER";
"history.header.download" = "Nedlasting";
"history.header.upload" = "Opplasting";
"history.header.qos" = "QoS";

/* Class = "UILabel"; text = "I agree with NKOM's PrivacyPolicy and Terms of Use for Nettfart.";  */
"RBMT-BASE-AGREEMENT" = "Jeg er enig med personvernreglene og vilkårene for bruk.";
"RBMT-BASE-AGREEMENT-TERMS-AND-CONDITIONS" = "Jeg godtar vilkårene for bruk.";
"RBMT-BASE-AGREEMENT-PRIVACY-POLICY" = "Jeg er enig med personvernreglene.";
"RBMT-PERSONAL-DATA-AGREEMENT" = "Jeg godtar å sende inn personopplysninger.";

"info.text.open_data_sources_notice" = "I tillegg til våre egne data bruker og behandler vi åpne data fra følgende kilder under Creative Commons Attribution 4.0 International lisens (CC BY 4.0): RTR-Netztest av RTR-GmbH, Østerrike; AKOS Test Net av AKOS, Slovenia; Netmetr av CZ.NIC, Czechia; Merac Internetu av RU, Slovakia."; /* Make customization */


"info.title.open_data_sources_notice" = "Åpne datakilder";

"wizard.button.i_agree_to_all" = "Jeg er enig med alt";
"wizard.button.essential_settings_only" = "Bare viktige innstillinger";
"wizard.button.details" = "Innstillinger";

"wizard.one_page.title" = "Velkommen til %@";
"wizard.one_page.privacy_description" = "Før du begynner å bruke appen, ønsker vi at du gjennomgår %@ og tar informerte valg om personopplysningene. Du kan også se det senere via menyen/info-siden. Du kan alltid kontakte oss med hensyn til personvern på %@.";
"wizard.one_page.analytics_title" = "ANALYSE";
"wizard.one_page.analytics_description" = "Analytics-informasjon brukes til å forstå hvordan brukerne benytter mobilappene og for å kontinuerlig optimalisere tjenesten. Vi samler også krasjlogger som hjelper oss med å evaluere, analysere og løse krasj og feil. Vi bruker også annonseringsidentifikator for å koble tidligere levert annonsering til en appinstallasjon, samt for brukeranalyse.";
"wizard.one_page.persistent_client_title" = "VEDVARENDE KLIENT UUID";
"wizard.one_page.persistent_client_description" = "Klienten UUID er en tilfeldig generert ID som blir lagret ved hver måling. Vedvarende klient UUID betyr at ID-en er den samme for alle dine målinger. Det er nødvendig for å aktivere målehistorikk og synkronisering av resultatene på tvers av dine enheter.";
"wizard.one_page.finish_description" = "Vennligst velg her. Du kan endre dette senere under Innstillinger.";


